Repository: DarkoMicanovic/SmartAGSolutionApp
Catalog: SmartAGSolutionApp/Resources/Resource.*.resx
Languages: sr

# Air_humidity
source: Air humidty:
sr: Vlaznost vazduha:

source: Air temperature:
sr: Temperature vazduha:

source: Apply
sr: Potvrdi

source: Clear cached files
sr: Obrisi sacuvane podatke

source: Click on the button to get latest measurements
sr: Pritisni dugme kako bi zatrazio poslednja meranja.

source: Click on the button to list latest measurements
sr: Pritisni dugme kako bi izlistao poslednja merenja.

source: Delete
sr: Obrisi

source: Description:
sr: Opis:

source: Enter description
sr: Unesite opis

source: Enter greenhouse name
sr: Unesite naziv plastenika

source: Enter greenhouse phone number
sr: Unesite broj telefona plastenika

source: Get Latest Measurements
sr: Zahtevaj poslednja merenja

source: Greenhouse profile
sr: Profil plastenika

source: Greenhouse profile is not selected
sr: Nije odabran ni jedan profil plastenika.

source: Greenhouse profile with similar name already exists.
sr: Profil plastenika sa istim imenom vec postoji.

source: History
sr: Istorija

source: Humidity:
sr: Vlaznost zemljista

source: Illuminance:
sr: Osvetljenost:

source: Information
sr: Informacija

source: List Latest Measurements
sr: Lista sa poslednjim merenjima

source: Measurements
sr: Merenja

source: Measurements overview
sr: Pregled merenja

source: Modify
sr: Izmeni

source: Name:
sr: Naziv:

source: Name or phone number field cannot be emtpy.
sr: Polje za naziv i broj telefona ne sme biti prazno.

source: No
sr: Ne

source: Phone number:
sr: Broj telefona:

source: Select greenhouse profile
sr: Odaberi profil plastenika

source: Settings
sr: Podesavanja

source: Temperature:
sr: Temperatura zemljista

# This_operation_will_delete_all_profiles_and_history_of_measurements
source: This operation will delete all profiles and history of measurements. Are you sure you want to continue?
sr: Ova operacije ce obrisati sve sacunave profile kao i istoriju merenja. Da li zelite da nastavite?

source: Warning
sr: Upozorenje

source: Yes
sr: Da
